Repository: wr/mojito
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fr, he, hi, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Spaces in a trigger are error-prone
ar: المسافات في المُفعِّل عرضة للأخطاء
de: Leerzeichen in einem Auslöser sind fehleranfällig
es: Los espacios en un desencadenador son propensos a errores
es_419: Los espacios en un desencadenador son propensos a errores
fa: فاصله در محرک مستعد خطاست
fr: Les espaces dans un déclencheur sont source d’erreurs
he: רווחים בטריגר נוטים לגרום לשגיאות
hi: ट्रिगर में स्पेस से गड़बड़ी की संभावना रहती है
it: Gli spazi in un trigger sono soggetti a errori
ja: トリガーにスペースを使うと誤動作しやすくなります
ko: 트리거에 공백이 있으면 오작동하기 쉽습니다
nl: Spaties in een trigger zijn foutgevoelig
pl: Spacje w wyzwalaczu są podatne na błędy
pt_br: Espaços em um gatilho são propensos a erros
ru: Пробелы в триггере часто приводят к ошибкам
zh_hans: 触发符中包含空格容易出错
zh_hant: 觸發符中包含空格容易出錯

source: Letters can fire inside words like ‘gift’ — punctuation is safer
ar: قد تُفعَّل الأحرف داخل كلمات مثل ‘gift’ — علامات الترقيم أكثر أمانًا
de: Buchstaben können in Wörtern wie „gift“ auslösen – Satzzeichen sind sicherer
es: Las letras pueden activarse dentro de palabras como «gift»: la puntuación es más segura
es_419: Las letras pueden activarse dentro de palabras como «gift»: la puntuación es más segura
fa: حروف ممکن است داخل کلماتی مثل «gift» فعال شوند — علائم نگارشی امن‌ترند
fr: Les lettres peuvent se déclencher à l’intérieur de mots comme « gift » — la ponctuation est plus sûre
he: אותיות עלולות להופעל בתוך מילים כמו ‘gift’ — סימני פיסוק בטוחים יותר
hi: अक्षर ‘gift’ जैसे शब्दों के बीच चल सकते हैं — विराम-चिह्न ज़्यादा सुरक्षित हैं
it: Le lettere possono attivarsi dentro parole come «gift» — la punteggiatura è più sicura
ja: 文字は「gift」のような単語の中で発動することがあります。記号のほうが安全です
ko: 글자는 ‘gift’ 같은 단어 안에서 실행될 수 있습니다 — 문장 부호가 더 안전합니다
nl: Letters kunnen afgaan in woorden zoals ‘gift’ — leestekens zijn veiliger
pl: Litery mogą uruchamiać się wewnątrz słów takich jak „gift” — znaki interpunkcyjne są bezpieczniejsze
pt_br: Letras podem disparar dentro de palavras como “gift” — pontuação é mais segura
ru: Буквы могут срабатывать внутри слов вроде «gift» — знаки препинания безопаснее
zh_hans: 字母可能在“gift”这类单词中触发——使用标点更安全
zh_hant: 字母可能在「gift」這類單字中觸發——使用標點更安全

source: Colon emoticons (:) :D) won’t fire without a `:` trigger
ar: لن تعمل الوجوه التعبيرية بالنقطتين (:) :D) دون مُفعِّل «:»
de: Doppelpunkt-Emoticons (:) :D) funktionieren ohne einen „:“-Auslöser nicht
es: Los emoticonos con dos puntos (:) :D) no se activan sin un desencadenador «:»
es_419: Los emoticonos con dos puntos (:) :D) no se activan sin un desencadenador «:»
fa: شکلک‌های دونقطه (:) :D) بدون محرک «:» فعال نمی‌شوند
fr: Les émoticônes avec deux-points (:) :D) ne se déclenchent pas sans un déclencheur « : »
he: אמוטיקונים עם נקודתיים (:) :D) לא יופעלו ללא טריגר ‘:’
hi: कोलन इमोटिकॉन (:) :D) बिना ‘:’ ट्रिगर के नहीं चलेंगे
it: Le emoticon con i due punti (:) :D) non si attivano senza un trigger «:»
ja: コロンの顔文字（:) :D）は「:」トリガーがないと動作しません
ko: 콜론 이모티콘(:) :D)은 ‘:’ 트리거 없이는 실행되지 않습니다
nl: Dubbelpunt-emoticons (:) :D) gaan niet af zonder een ‘:’-trigger
pl: Emotikony z dwukropkiem (:) :D) nie zadziałają bez wyzwalacza „:”
pt_br: Emoticons com dois-pontos (:) :D) não disparam sem um gatilho “:”
ru: Эмотиконы с двоеточием (:) :D) не сработают без триггера «:»
zh_hans: 冒号颜文字（:) :D）在没有“:”触发符时不会触发
zh_hant: 冒號顏文字（:) :D）在沒有「:」觸發符時不會觸發

source: Trigger
ar: المُشغِّل
de: Auslöser
es: Activador
es_419: Activador
fa: ماشه
fr: Déclencheur
he: טריגר
hi: ट्रिगर
it: Attivatore
ja: トリガー
ko: 트리거
pl: Wyzwalacz
pt_br: Gatilho
ru: Триггер
zh_hans: 触发符
zh_hant: 觸發符

source: Custom…
ar: مخصّص…
de: Eigene…
es: Personalizado…
es_419: Personalizado…
fa: سفارشی…
fr: Personnalisé…
he: מותאם אישית…
hi: कस्टम…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
nl: Aangepast…
pl: Niestandardowy…
pt_br: Personalizado…
ru: Свой…
zh_hans: 自定义…
zh_hant: 自訂…

source: Reset triggers to defaults
ar: إعادة تعيين المُشغِّلات إلى الإعدادات الافتراضية
de: Auslöser auf Standard zurücksetzen
es: Restablecer activadores predeterminados
es_419: Restablecer activadores predeterminados
fa: بازنشانی ماشه‌ها به پیش‌فرض
fr: Réinitialiser les déclencheurs
he: איפוס הטריגרים לברירת מחדל
hi: ट्रिगर डिफ़ॉल्ट पर रीसेट करें
it: Ripristina gli attivatori predefiniti
ja: トリガーをデフォルトに戻す
ko: 트리거를 기본값으로 재설정
nl: Triggers terugzetten naar standaard
pl: Przywróć domyślne wyzwalacze
pt_br: Restaurar gatilhos padrão
ru: Сбросить триггеры
zh_hans: 将触发符恢复默认值
zh_hant: 將觸發符重設為預設值

source: Opens with `%@?` — follows your Emoji trigger.
ar: يُفتح باستخدام `%@?` — يتبع مُشغِّل الإيموجي لديك.
de: Wird mit `%@?` geöffnet – folgt deinem Emoji-Auslöser.
es: Se abre con `%@?`: sigue tu activador de emoji.
es_419: Se abre con `%@?`: sigue tu activador de emoji.
fa: با `%@?` باز می‌شود — از ماشهٔ ایموجی شما پیروی می‌کند.
fr: S’ouvre avec `%@?` — suit votre déclencheur Emoji.
he: נפתח עם `%@?` — עוקב אחר טריגר האימוג'י שלך.
hi: `%@?` से खुलता है — आपके इमोजी ट्रिगर का अनुसरण करता है।
it: Si apre con `%@?` — segue il tuo attivatore Emoji.
ja: `%@?` で開きます — 絵文字トリガーに従います。
ko: `%@?`로 열립니다 — 이모지 트리거를 따릅니다.
nl: Wordt geopend met `%@?` — volgt je emoji-trigger.
pl: Otwiera się za pomocą `%@?` — podąża za wyzwalaczem emoji.
pt_br: Abre com `%@?` — segue o seu gatilho de Emoji.
ru: Открывается через `%@?` — следует за триггером эмодзи.
zh_hans: 使用 `%@?` 打开 — 跟随你的表情符号触发符。
zh_hant: 使用 `%@?` 開啟 — 跟隨你的表情符號觸發符。

source: Include ★ ⌘ ⌥ and similar characters, reachable via their own trigger (experimental).
ar: تضمين ★ ⌘ ⌥ والأحرف المشابهة، المتاحة عبر مُشغِّل خاص بها (تجريبي).
de: ★ ⌘ ⌥ und ähnliche Zeichen einbeziehen, erreichbar über einen eigenen Auslöser (experimentell).
es: Incluir ★ ⌘ ⌥ y caracteres similares, accesibles mediante su propio activador (experimental).
es_419: Incluir ★ ⌘ ⌥ y caracteres similares, accesibles mediante su propio activador (experimental).
fa: گنجاندن ★ ⌘ ⌥ و نویسه‌های مشابه، از طریق ماشهٔ اختصاصی خود (آزمایشی).
fr: Inclure ★ ⌘ ⌥ et caractères similaires, accessibles via leur propre déclencheur (expérimental).
he: כלול ★ ⌘ ⌥ ותווים דומים, נגישים דרך טריגר משלהם (ניסיוני).
hi: ★ ⌘ ⌥ और इसी तरह के वर्ण शामिल करें, जो अपने ट्रिगर से उपलब्ध हैं (प्रायोगिक)।
it: Includi ★ ⌘ ⌥ e caratteri simili, raggiungibili tramite un loro attivatore (sperimentale).
ja: ★ ⌘ ⌥ などの文字を含めます。専用のトリガーで利用できます（実験的）。
ko: ★ ⌘ ⌥ 등의 문자를 포함하며 전용 트리거로 사용할 수 있습니다(실험적).
nl: ★ ⌘ ⌥ en vergelijkbare tekens opnemen, bereikbaar via een eigen trigger (experimenteel).
pl: Uwzględnij ★ ⌘ ⌥ i podobne znaki, dostępne przez własny wyzwalacz (eksperymentalne).
pt_br: Incluir ★ ⌘ ⌥ e caracteres semelhantes, acessíveis por um gatilho próprio (experimental).
ru: Включить ★ ⌘ ⌥ и похожие символы, доступные через отдельный триггер (экспериментально).
zh_hans: 包含 ★ ⌘ ⌥ 等字符，可通过专属触发符使用（实验性）。
zh_hant: 包含 ★ ⌘ ⌥ 等字元，可透過專屬觸發符使用（實驗性）。

source: emoji
ar: إيموجي
fa: ایموجی
he: אימוג'י
hi: इमोजी
ja: 絵文字
ko: 이모지
ru: эмодзи
zh_hans: 表情
zh_hant: 表情

source: symbol
ar: رمز
es: símbolo
es_419: símbolo
fa: نماد
fr: symbole
he: סמל
hi: प्रतीक
it: simbolo
ja: 記号
ko: 기호
nl: symbool
pt_br: símbolo
ru: символ
zh_hans: 符号
zh_hant: 符號

source: Colon
ar: النقطتان
de: Doppelpunkt
es: Dos puntos
es_419: Dos puntos
fa: دونقطه
fr: Deux-points
he: נקודתיים
hi: कोलन
it: Due punti
ja: コロン
ko: 콜론
nl: Dubbele punt
pl: Dwukropek
pt_br: Dois-pontos
ru: Двоеточие
zh_hans: 冒号
zh_hant: 冒號

source: Double colon
ar: نقطتان مزدوجتان
de: Doppelter Doppelpunkt
es: Doble dos puntos
es_419: Doble dos puntos
fa: دونقطه دوتایی
fr: Double deux-points
he: נקודתיים כפולות
hi: डबल कोलन
it: Doppio due punti
ja: 二重コロン
ko: 이중 콜론
nl: Dubbele dubbele punt
pl: Podwójny dwukropek
pt_br: Dois-pontos duplo
ru: Двойное двоеточие
zh_hans: 双冒号
zh_hant: 雙冒號

source: Triple colon
ar: ثلاث نقطتين
de: Dreifacher Doppelpunkt
es: Triple dos puntos
es_419: Triple dos puntos
fa: سه‌نقطه
fr: Triple deux-points
he: שלוש נקודתיים
hi: ट्रिपल कोलन
it: Triplo due punti
ja: 三重コロン
ko: 삼중 콜론
nl: Drievoudige dubbele punt
pl: Potrójny dwukropek
pt_br: Dois-pontos triplo
ru: Тройное двоеточие
zh_hans: 三冒号
zh_hant: 三冒號

source: Semicolon
ar: فاصلة منقوطة
de: Semikolon
es: Punto y coma
es_419: Punto y coma
fa: نقطه‌ویرگول
fr: Point-virgule
he: נקודה ופסיק
hi: अर्धविराम
it: Punto e virgola
ja: セミコロン
ko: 세미콜론
nl: Puntkomma
pl: Średnik
pt_br: Ponto e vírgula
ru: Точка с запятой
zh_hans: 分号
zh_hant: 分號

source: Slash
ar: شرطة مائلة
de: Schrägstrich
es: Barra
es_419: Barra
fa: اسلش
fr: Barre oblique
he: לוכסן
hi: स्लैश
it: Barra
ja: スラッシュ
ko: 슬래시
nl: Schuine streep
pl: Ukośnik
pt_br: Barra
ru: Косая черта
zh_hans: 斜杠
zh_hant: 斜線

source: Exclamation mark
ar: علامة تعجب
de: Ausrufezeichen
es: Signo de exclamación
es_419: Signo de exclamación
fa: علامت تعجب
fr: Point d’exclamation
he: סימן קריאה
hi: विस्मयादिबोधक चिह्न
it: Punto esclamativo
ja: 感嘆符
ko: 느낌표
nl: Uitroepteken
pl: Wykrzyknik
pt_br: Ponto de exclamação
ru: Восклицательный знак
zh_hans: 感叹号
zh_hant: 驚嘆號

source: Hash
ar: علامة الشباك
de: Raute
es: Almohadilla
es_419: Numeral
fa: هشتگ
fr: Dièse
he: סולמית
hi: हैश
it: Cancelletto
ja: ハッシュ
ko: 해시
nl: Hekje
pl: Kratka
pt_br: Cerquilha
ru: Решётка
zh_hans: 井号
zh_hant: 井號

source: Emoji shortcut
ar: اختصار الإيموجي
de: Emoji-Kürzel
es: Atajo de emoji
es_419: Atajo de emoji
fa: میانبر ایموجی
fr: Raccourci emoji
he: קיצור אימוג'י
hi: इमोजी शॉर्टकट
it: Scorciatoia emoji
ja: 絵文字ショートカット
ko: 이모지 단축키
nl: Emoji-sneltoets
pl: Skrót emoji
pt_br: Atalho de emoji
ru: Сочетание для эмодзи
zh_hans: 表情快捷方式
zh_hant: 表情快捷鍵

source: Symbol shortcut
ar: اختصار الرمز
de: Symbol-Kürzel
es: Atajo de símbolo
es_419: Atajo de símbolo
fa: میانبر نماد
fr: Raccourci symbole
he: קיצור סמל
hi: प्रतीक शॉर्टकट
it: Scorciatoia simbolo
ja: 記号ショートカット
ko: 기호 단축키
nl: Symbool-sneltoets
pl: Skrót symbolu
pt_br: Atalho de símbolo
ru: Сочетание для символа
zh_hans: 符号快捷方式
zh_hant: 符號快捷鍵

source: GIF shortcut
ar: اختصار GIF
de: GIF-Kürzel
es: Atajo de GIF
es_419: Atajo de GIF
fa: میانبر GIF
fr: Raccourci GIF
he: קיצור GIF
hi: GIF शॉर्टकट
it: Scorciatoia GIF
ja: GIFショートカット
ko: GIF 단축키
nl: GIF-sneltoets
pl: Skrót GIF
pt_br: Atalho de GIF
ru: Сочетание для GIF
zh_hans: GIF快捷方式
zh_hant: GIF快捷鍵

source: Opens with `%@?`
ar: يفتح بـ `%@?`
de: Öffnet mit `%@?`
es: Se abre con `%@?`
es_419: Se abre con `%@?`
fa: با `%@?` باز می‌شود
fr: S’ouvre avec `%@?`
he: נפתח עם `%@?`
hi: `%@?` से खुलता है
it: Si apre con `%@?`
ja: `%@?` で開く
ko: `%@?`로 열기
nl: Opent met `%@?`
pl: Otwiera się przez `%@?`
pt_br: Abre com `%@?`
ru: Открывается через `%@?`
zh_hans: 用 `%@?` 打开
zh_hant: 用 `%@?` 開啟

source: Quick Access shortcut
ar: اختصار الوصول السريع
de: Schnellzugriff-Kürzel
es: Atajo de Acceso rápido
es_419: Atajo de Acceso rápido
fa: میانبر دسترسی سریع
fr: Raccourci Accès rapide
he: קיצור גישה מהירה
hi: क्विक एक्सेस शॉर्टकट
it: Scorciatoia Accesso rapido
ja: クイックアクセスショートカット
ko: 빠른 접근 단축키
nl: Snelle toegang-sneltoets
pl: Skrót szybkiego dostępu
pt_br: Atalho de Acesso rápido
ru: Сочетание для быстрого доступа
zh_hans: 快速访问快捷方式
zh_hant: 快速存取快捷鍵

source: Pop up your favorite emoji, a keystroke away.
ar: أظهر الإيموجي المفضلة لديك بضغطة واحدة.
de: Lass deine Lieblings-Emoji per Tastendruck erscheinen.
es: Muestra tus emojis favoritos con una pulsación.
es_419: Muestra tus emojis favoritos con una pulsación.
fa: ایموجی‌های دلخواهت را با یک کلید نمایش بده.
fr: Affiche tes emoji favoris en une frappe.
he: הצג את האימוג'י המועדפים שלך בהקשה אחת.
hi: एक कीस्ट्रोक में अपने पसंदीदा इमोजी पॉप अप करें।
it: Mostra i tuoi emoji preferiti con un tasto.
ja: お気に入りの絵文字をキー操作ひとつで表示。
ko: 키 한 번으로 즐겨찾는 이모지를 띄웁니다.
nl: Je favoriete emoji met één toetsaanslag.
pl: Ulubione emoji jednym skrótem.
pt_br: Exiba seus emojis favoritos com uma tecla.
ru: Любимые эмодзи в одно нажатие.
zh_hans: 一键弹出你最爱的表情。
zh_hant: 一鍵彈出你最愛的表情。

source: Search for symbols like ★ ⌘ ⌥ and arrows. Experimental.
ar: ابحث عن رموز مثل ★ ⌘ ⌥ والأسهم. تجريبي.
de: Suche nach Symbolen wie ★ ⌘ ⌥ und Pfeilen. Experimentell.
es: Busca símbolos como ★ ⌘ ⌥ y flechas. Experimental.
es_419: Busca símbolos como ★ ⌘ ⌥ y flechas. Experimental.
fa: نمادهایی مانند ★ ⌘ ⌥ و فلش‌ها را جستجو کنید. آزمایشی.
fr: Recherche des symboles comme ★ ⌘ ⌥ et des flèches. Expérimental.
he: חפש סמלים כמו ★ ⌘ ⌥ וחיצים. ניסיוני.
hi: ★ ⌘ ⌥ और तीर जैसे प्रतीक खोजें। प्रयोगात्मक।
it: Cerca simboli come ★ ⌘ ⌥ e frecce. Sperimentale.
ja: ★ ⌘ ⌥ や矢印などの記号を検索。実験的機能です。
ko: ★ ⌘ ⌥ 및 화살표 같은 기호를 검색합니다. 실험적 기능.
nl: Zoek symbolen zoals ★ ⌘ ⌥ en pijlen. Experimenteel.
pl: Szukaj symboli jak ★ ⌘ ⌥ i strzałek. Eksperymentalne.
pt_br: Busque símbolos como ★ ⌘ ⌥ e setas. Experimental.
ru: Ищите символы вроде ★ ⌘ ⌥ и стрелки. Экспериментально.
zh_hans: 搜索 ★ ⌘ ⌥ 和箭头等符号。实验性功能。
zh_hant: 搜尋 ★ ⌘ ⌥ 和箭頭等符號。實驗性功能。

source: Find a GIF on Giphy and drop it into any message.
ar: ابحث عن صورة GIF على Giphy وأضِفها إلى أي رسالة.
de: Finde ein GIF auf Giphy und füge es in jede Nachricht ein.
es: Encuentra un GIF en Giphy y agrégalo a cualquier mensaje.
es_419: Encuentra un GIF en Giphy y agrégalo a cualquier mensaje.
fa: یک GIF در Giphy پیدا کن و در هر پیامی بگذار.
fr: Trouve un GIF sur Giphy et glisse-le dans n’importe quel message.
he: מצא GIF ב-Giphy ושלב אותו בכל הודעה.
hi: Giphy पर GIF खोजें और किसी भी संदेश में डालें।
it: Trova una GIF su Giphy e inseriscila in qualsiasi messaggio.
ja: GiphyでGIFを見つけて、どんなメッセージにも貼り付け。
ko: Giphy에서 GIF를 찾아 어떤 메시지에든 넣으세요.
nl: Vind een GIF op Giphy en zet ’m in elk bericht.
pl: Znajdź GIF w Giphy i wstaw go do dowolnej wiadomości.
pt_br: Encontre um GIF no Giphy e adicione a qualquer mensagem.
ru: Найдите GIF в Giphy и вставьте в любое сообщение.
zh_hans: 在 Giphy 上找 GIF，插入任何消息。
zh_hant: 在 Giphy 上找 GIF，插入任何訊息。

source: Pop up a pill of your favorite and most-used emoji.
ar: أظهر شريطًا بإيموجي المفضلة والأكثر استخدامًا.
de: Zeige eine Leiste deiner Lieblings- und meistgenutzten Emoji.
es: Muestra una barra con tus emojis favoritos y más usados.
es_419: Muestra una barra con tus emojis favoritos y más usados.
fa: نواری از ایموجی‌های دلخواه و پرکاربردت را نمایش بده.
fr: Affiche une barre de tes emoji favoris et les plus utilisés.
he: הצג רצועה של האימוג'י המועדפים והנפוצים שלך.
hi: अपने पसंदीदा और सबसे ज़्यादा इस्तेमाल किए इमोजी की पिल दिखाएँ।
it: Mostra una barra dei tuoi emoji preferiti e più usati.
ja: お気に入りとよく使う絵文字のバーを表示。
ko: 즐겨찾고 자주 쓰는 이모지 막대를 띄웁니다.
nl: Toon een balk met je favoriete en meestgebruikte emoji.
pl: Pokaż pasek ulubionych i najczęściej używanych emoji.
pt_br: Exiba uma barra com seus emojis favoritos e mais usados.
ru: Показывает панель любимых и часто используемых эмодзи.
zh_hans: 弹出你最爱和最常用表情的小条。
zh_hant: 彈出你最愛和最常用表情的小列。
